[

	{
		"title"    : "Update Regarding Data Collection Expectations",
		"date"     : "June 01, 2016",
		"content"  : "<hr />
<h1>1st of June, 2016 - UPDATE regarding data collection expectations – ATAPS/MHSRRA MDS and the PMHC MDS [SEC=UNCLASSIFIED]</h1>
<p>Hello all</p>
<p>As Primary Health Networks (PHNs) are aware, work has commenced on the design of a Primary Mental Health Care Minimum Data Set (PMHC MDS) and associated reporting arrangements.  This does not represent a ground up development but rather builds on the foundation established by the current ATAPS/MHSRRA minimum data set. </p>
<p><em>The new Mental Health Schedule states:</em></p>
<ul>
<li>The Department will develop specifications for a PMHC MDS and establish arrangements for reporting of data by PHNs by December 2016, using as a foundation the previous data collection and reporting arrangements established for the ATAPS and MHSRRA programs.</li>
<li>The Department will undertake this work in consultation with PHNs to ensure that all mandatory data are both relevant to monitoring achievement of the Key Objectives identified in Item B.3 subsection 1 of this Schedule and feasible for reporting.</li>
<li>Your Organisation must ensure all mandatory data is reported to the PMHC MDS as specified by the Department and achieving full compliance with reporting by 30 June 2017.</li>
</ul>
<p>This schedule requirement has raised a number of questions from PHNs with some PHNs making preparations to change their client management systems to report on ‘First Level Data Items’ outlined in the data paper provided to them on 18 March 2016. This was an initial draft and further work is being undertaken in consultation with PHNs to finalise data items and definitions.   </p>
<p><em>As such it is important that PHNs hold off on making significant changes to their existing systems until the Department releases the agreed specifications for the new PMHC MDS. This is anticipated to take place in August 2016.</em></p>
<p>The Department’s expectations for PHNs with regard to data collection are set out below. </p>
<p><em>Current Expectation:</em></p>
<ol>
<li>PHNs maintain their existing ATAPS/MHSRRA MDS whilst the redesign process is underway given the expectation that the new data collection system will build on this existing dataset.</li>
<li>PHNs maintain any other existing data sets which are anticipated to impact on their future models of mental health activity.</li>
<li>PHNs consider planning for their own future collections to inform the commissioning they anticipate undertaking. </li>
</ol>
<p><em>Future Collections:</em></p>
<p>It will remain important for both PHNs and the Department to collect data on patient services to support future activity in Australia.</p>
<p>The Department will be working with PHNs and the University of Melbourne/Strategic Data to identify data reporting and monitoring needs for all the services provided through the PHN primary mental health care flexible funding pool and develop an appropriate data collection system.  </p>
<p>This was discussed at the March PHN CEO Forum where a data paper was provided to PHNs, identifying how the MDS will be enhanced in the future to allow more flexibility for the transition of mental health activity into the PHN mental health flexible funding pool. </p>
<p> </p>
<p>The paper invited PHNs to indicate interest and nominate representatives for a small reference group to oversee the redesign of the existing ATAPS/MHSRRA MDS to collect client information for all service streams under the flexible funding pool.</p>
<p>A number of PHNs have responded and the first meeting of the group is expected in mid to late June. </p>
<p><em>Process and timelines</em></p>
<p>The PMHC MDS will progress in stages, with initial priority to establish capacity to capture mental health nursing data previously maintained through the MHNIP session claim process administered by the Department of Human Services, along with other new service types that cannot be accommodated in the current ATAPS/MHSRRA system.</p>
<p>This is expected to be operational by October 2016 with release of an interim reporting system that will run alongside the current ATAPS/MHSRRA system. This will be followed by release in the first half of 2017 of the more comprehensive arrangement that brings together the ATAPS/MHSRRA data reporting with the new service type data.</p>
<p>This stage of development will aim to capture all client services commissioned by PHNs with the exception of those delivered through headspace centres which are covered by a specific collection managed by headspace national office. This will be considered in the second stage.</p>
<p>  </p>
<p>The Department appreciates that PHNs need to be aware of the specific data items they would need to report on to ensure that the commissioned services are collecting and reporting on such data items.  The Department is aiming to finalise the comprehensive specifications that define the required data by <strong>August 2016</strong>.</p>
<p><em>Communications:</em></p>
<p>Further details will be distributed and shared through the necessary stakeholder groups as they become available. </p>
<p>Alternatively should you have any immediate concerns or technical questions in regard to the collection of data for mental health please direct them to Strategic Data (responsible for the Minimum Data Set) at <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a> to discuss how to manage data entry during the interim period. </p>
<p>Should you wish to provide input to the discussions you can do so by writing to <a href="mailto:PMHCSSInbox@health.gov.au">PMHCSSInbox@health.gov.au</a></p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 01 June 2016, 12:06:02.
</code></pre>
</div>
"
	}

	{
		"title"    : "Standard Outcome Measures",
		"date"     : "May 27, 2016",
		"content"  : "<hr />
<h1>27 May 2016 - Standard outcome measures</h1>
<p>MDS Update v4.197 was released on May 27, 2016.</p>
<p>Currently there are many outcome measures available for use on the minimum dataset. Some of the measures are either inappropriate or not commonly used by providers. Pre and post treatment scores for a given consumer on less frequently used outcome measures are excluded in statistical analyses for the national evaluation. Further, there is poor completion of the existing outcome measures. This is particularly problematic since a measure pre and post treatment is required in order to analyse consumer outcomes.</p>
<p>To this end, outcome measures are being standardised in the MDS and outcome measure compliance reports have been added. The following measures will be standard in the MDS: </p>
<ul>
<li>Kessler 10 (K10)</li>
<li>Kessler 5 (K5)</li>
<li>Depression Anxiety Stress Scales (DASS)</li>
<li>Strengths and Difficulties Questionnaire (SDQ)</li>
<li>Edinburgh Postnatal Depression Scale (EPNDS)</li>
<li>Modified Scaled for Suicidal Ideation (MSSI)</li>
</ul>
<p>All other measures will be phased out over time. Organisations can select which measures they collect within the MDS, however once a non-standard measure has been disabled, organisations will no longer be able to turn it back on.</p>
<p>We acknowledge that there are good reasons why an outcome measure may not be able to be collected. In order to allow for this a Non Completion measure has been added. This measure can be selected in lieu of another measure.</p>
<p>In order to help organisations improve their outcome measure completion and use of standard measures, three new reports have been added to the MDS. These are listed under 'Report selection &gt; Performance Indicators'.</p>
<p><strong>Referrals without a conclusion and no session activity for 90+ days</strong> - By referral type, shows the number of referrals without a conclusion and no session activity for 90+ days and also the number of referrals without a conclusion and no session activity for 90+ days as a percentage of referrals without a conclusion. These figures are shown for three time periods - End of previous finanical year, end of last quarter and today so that organisations can track their progress over time.</p>
<p><strong>Measures for resolved referrals</strong> - By referral type, shows the number of measures recorded for resolved referrals. The report breaks the counts down by 'Treatment Completed' and 'Other conclusion'. Within this breakdown the counts are futher broken down by resolved referrals with no measures, resolved referrals with only an initial or final measure and resolved referrals with both an initial and final measure.</p>
<p><strong>Percentage of Standard Measures</strong> - By referral type, shows the percentage of measures used that were standard measures. The report breaks these percentages down by initial collection, final collection and total.</p>
<p>The documentation at <a href="../../help/index.html" target="_top">https://ataps-mds.com/mds/user-documentation/user-guide/</a> has been updated to reflect these changes.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Friday, 27 May 2016, 12:46:58.   
</code></pre>
</div>
"
	}

	{
		"title"    : "Mhsrra Referrals Into The Mds",
		"date"     : "February 26, 2016",
		"content"  : "<hr />
<h1>26 February 2016 - MHSRRA Referrals into the MDS</h1>
<p>One of the key features of the Mental Health Services in Rural and Remote Areas (MHSRRA) MHSRRA programme is flexibility in the delivery of services and the engagement of allied and nursing mental health professionals. In recognition of the difficulties experienced in some locations in readily accessing a medical practitioner, some flexibility in the timing of a medical practitioner's involvement may be considered in order for the client to commence to receive services while arrangements are made for the client to see a GP.</p>
<p>However, all clients receiving services under the MHSRRA programme MUST obtain and have ongoing clinical oversight from a medical practitioner.</p>
<p>It is expected that data would be entered into the MDS once a referral has been obtained from a GP.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Friday, 26 February 2016, 11:43:25. 
</code></pre>
</div>
"
	}

	{
		"title"    : "Mhsrra Uploads To The Ataps Mds",
		"date"     : "January 27, 2016",
		"content"  : "<hr />
<h1>27 January 2016 - MHSRRA uploads to the ATAPS MDS</h1>
<p>The Department expects that all organisations providing MHSRRA services should be entering data from 1 January 2016. The Department doesn¹t expect organisations to back date data before 1 January 2016, however, if organisations hold the information and have capacity to enter the data, it would be advised that they enter data from 1 July 2015 to 31 December 2015.</p>
<p>Referrals received before 1 January 2016 (or 1 July 2015 for those who have the capacity) should be included in the reported data only if sessions were delivered after 1 January 2016 (or 1 July 2015 for those who have the capacity).</p>
<p>For non-PHNs only:<br />The Department understands that the four non-PHN organisations may not be collecting data at the same level as PHNs. These organisations are not expected to establish new data collection systems for the remainder of 2015-16. They are however, expected to enter what data they are already collecting.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 27 January 2016, 11:51:11.
</code></pre>
</div>
<p>&lt;/html&gt;</p>
"
	}

	{
		"title"    : "Update To The Ataps Minimum Dataset   January 2016",
		"date"     : "January 22, 2016",
		"content"  : "<hr />
<h1>22nd January 2016 - Update to the ATAPS minimum dataset - January 2016</h1>
<p>MDS Update v4.193 was released on January 21, 2016.</p>
<p>Service Level matrix reports are now available under the 'Report selection' page.</p>
<p>There are two Service Level matrix reports intended for use by organisations in their departmental reporting. One report summarises activity by counting attended sessions; the other indicates the number of patients in receipt of sessions delivered by service providers funded/commissioned by the organisation.</p>
<p>Service Level matrix reports can be used to generate the reports required by The Department of Health for KPI 3.2a/b and c.</p>
<p>The documentation at <a href="../../user-documentation/user-guide/reports/index.html" target="_top">https://ataps-mds.com/mds/user-documentation/user-guide/reports/</a> has been updated to reflect theses changes.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Friday, 22 January 2016, 09:41:40.  
</code></pre>
</div>
"
	}

	{
		"title"    : "Mhsrra Updates",
		"date"     : "December 16, 2015",
		"content"  : "
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;h1&gt;16th December 2015 - MHSRRA Updates to the ATAPS minimum dataset - December 2015&lt;/h1&gt;
</code></pre>
</div>
<p>MDS Update v4.190 was released on December 16th, 2015.</p>
<p>The ATAPS MDS can now be used to capture Mental Health Services in Rural and Remote Areas (MHSRRA) data.</p>
<p>It has been determined that ATAPS and MHSRRA will have largely congruent data capture requirements in the future. Although MHSRRA is not part of the ATAPS program, for convenience, a new referral type 'MHSRRA' has been added. Documentation is available at <a href="../../technical-documentation/uploading-mhsrra-data/index.html" target="_top">https://ataps-mds.com/mds/technical-documentation/uploading-mhsrra-data/</a> summarising the changes to the upload file formats required in order to include MHSRRA data. The documentation at <a href="../../technical-documentation/index.html" target="_top">https://ataps-mds.com/mds/technical-documentation/</a> has been also been updated to reflect these changes.</p>
<p>PHNs who collect MHSRRA data have automatically had this new referral type enabled. If your PHN collects MHSRRA data and you do not have access to this referral type please contact <a href="mailto:support@ataps-mds.com.">support@ataps-mds.com.</a></p>
<p>If you have any questions about capturing or uploading MHSRRA data please contact <a href="mailto:support@ataps-mds.com.">support@ataps-mds.com.</a></p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Thursday, 17 December 2015, 16:24:04.  
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Outage",
		"date"     : "December 11, 2015",
		"content"  : "<hr />
<h1>11th December 2015 - MDS Outage Saturday 12th December from 10:30am - 3:00pm</h1>
<p>Due to infrastructure upgrades, the ATAPS MDS will be unavailable during the window 10:30am - 3:00pm tomorrow, Saturday the 12th of December, 2015.</p>
<p>If you are planning on using the MDS during this time, we advise you to complete your work before 10:30am.</p>
<p>Thank-you for your patience whilst this maintenance is carried out.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Friday, 11 December 2015, 12:10:56. 
</code></pre>
</div>
"
	}

	{
		"title"    : "Assignment And Management Of Client And Provider Identifier For Ataps Data Collection",
		"date"     : "December 01, 2015",
		"content"  : "<hr />
<h1>1st December 2015 - Assignment and management of client and provider identifiers for ATAPS data collection</h1>
<p>Please find below a communication from the Department of Health and Strategic Data, who with the University of Melbourne, manage the reporting requirements for the Access to Allied Psychological Services (ATAPS) programme on behalf of the Department of Health.</p>
<h2>ATAPS Data Inequity</h2>
<p>From 1 July 2015, 31 Primary Health Networks (PHNs) replaced 61 Medicare Local geographical regions. While the specific methods of local data collection are the purview of the networks themselves, we would like to emphasise the importance of maintaining existing Access to Allied Psychological Services (ATAPS)-Minimum Data Set (MDS) data integrity following the transition process to PHNs. PHNs have entered into a contractual agreement with the Department of Health to provide a set number of sessions to an individual within a twelve month period. These limits are based on programme type and are defined in the ATAPS operational guidelines. This means that PHNs are responsible for identifying individuals and tracking them centrally in order to ensure that patients are not receiving sessions from more than one provider.</p>
<p>There should only be a single identifier for a patient or provider within a PHN. This allows patients and providers moving within the sub-regions of a PHN to be identified as the same (de-identified) person within the MDS and your own datasets. Planned improvements to reporting within the MDS include figures derived from the number of unique clients seen. Any clients with more than one identifier will reduce the accuracy of the data collection.</p>
<p>In view of the commissioning role of PHNs and the size of their catchment areas, some PHNs are subcontracting service delivery to other organisations. These organisations are allowed to manage their own data independently, including patient identifiers. In order to achieve this, PHNs are partitioning their patient identifiers across their sub-regions, and not centrally managing patient information. Not consolidating identifying information within the PHN has unintended results. For example, a patient could receive treatment from multiple providers, thus receive more than the maximum number of sessions the programme permits within a twelve month period.</p>
<h3><a></a>Expectations</h3>
<p>Where service delivery has been commissioned/subcontracted to other organisations, it remains the PHN's responsibility to ensure that there is a single identifier for a patient or provider within the PHN.  Furthermore, it remains the PHN's responsibility to ensure that the identifiers are unique and are not duplicated between contracted service providers.</p>
<h3><a></a>Assistance and advice</h3>
<p>Some providers of client management software are aware of the problem the PHNs have in centrally tracking patients and are looking at implementing solutions. Please contact your local software provider to see if they can assist you.</p>
<p>PHNs are encouraged to share examples of best practice. In order to facilitate this a <a href="../../user-documentation/assignment-and-management-of-client-and-provider-identifiers/index.html">website</a> has been set up where examples of best practice can be shared. If your PHN is currently centrally managing identifiers, it would be appreciated if you could email the ATAPS MDS support team (by sending an email to <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a>) describing how your organisation manages identifiers so that your experience can be shared with other PHNs.</p>
<p>We are also aware that some PHNs are centrally managing their patient and provider information but are still partitioning their identifiers in order to manage the volume. While there are no set protocols, we would strongly discourage encoding region information within an identifier as region information can and has changed. A method by which referrals can be tagged is currently being implemented. This will give PHNs a method to partition their data without encoding information into the patient identifier. PHNs will be advised when this feature is available.</p>
<p>If required, identifiers for patients and providers can be bulk recoded within the MDS. Any PHN that requires recoding their client and/or provider identifiers can contact the ATAPS MDS support team (by sending an email to <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a>) to discuss options and implications in more detail.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Friday, 04 December 2015, 10:00:54.  
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "August 03, 2015",
		"content"  : "<hr />
<h1>3rd August 2015 - MDS Update</h1>
<p>MDS Update v4.186 has been released.</p>
<p>The following changes were implemented:</p>
<ul>
<li>As part of the transition from Medicare Locals to Primary Health Networks, any users that log in but only have permissions to access a disabled organisation (eg, a Medicare Local) will be show an <strong>Insufficient access rights</strong> page.</li>
</ul>
<p>If  you are seeing this page and your data has been transitioned, please either</p>
<ul>
<li>contact your primary contact for the ATAPS MDS for your organisation, or</li>
<li>the ATAPS MDS support team</li>
</ul>
<p>for further assistance.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Monday, 03 August 2015, 21:44:52.  
</code></pre>
</div>
"
	}

	{
		"title"    : "Ml To Phn Transition",
		"date"     : "June 22, 2015",
		"content"  : "<div class="highlighter-rouge"><pre class="highlight"><code>&lt;h1&gt;22 June 2015 - ML to PHN Transition&lt;/h1&gt;
</code></pre>
</div>
<p>Beginning the 1st of July a process to amalgamate Medicare Locals into 31 Primary Health Networks will begin. The MDS system will be made ready for the transition by that time. This <a href="../../user-documentation/transition-of-mls-to-phns/index.html">process</a> is expected to be largely complete by early August. The data required for the MDS will remain largely the same, notwithstanding minor changes that occur when changes to programs are made which require new data to be captured. <a href="../../user-documentation/transition-of-mls-to-phns/index.html">More information &gt;&gt;</a></p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 15 July 2015, 15:41:40.
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "April 26, 2015",
		"content"  : "<hr />
<h1>26th April 2015 - MDS Update</h1>
<p>MDS Update v4.175 has been released.</p>
<p>The following new features will be available</p>
<ul>
<li>A new conclusion "Patient ineligible" was added. This conclusion may only be selected if there are NO sessions associated with the referral. Further instructions on when this conclusion option is applicable can be found in the <a href="../../user-documentation/recording-of-ineligible-patients-at-triage-stage/index.html" target="_top">documentation</a>.</li>
</ul>
<ul>
<li>Allowing uploads of multiple sessions on the same day. An optional field "org_ses_id" has been added to the session upload format to resolve issues related to patients having multiple sessions delivered on the same day for a referral. If you require this feature please contact <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a> for more information.</li>
</ul>
<p>The following were identified as part of the ongoing improvements in ATAPS data quality</p>
<ul>
<li>Patient keys, Referrer nicknames and MHPro nicknames are consistently validated to be between 2 and 50 printable ASCII characters in length.</li>
</ul>
<ul>
<li>Session uploads will no longer accept an empty string as a valid response for the fields "type" or "modality". Either the "duration" or "no_show" must have a non-zero value.</li>
</ul>
<p>The documentation at <a href="../../technical-documentation/index.html" target="_top">https://ataps-mds.com/mds/technical-documentation/</a> has been updated to reflect these changes.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Sunday, 26 April 2015, 20:50:36.   
</code></pre>
</div>
"
	}

	{
		"title"    : "Persistent Identifiers And Recording Of Triage Activity",
		"date"     : "March 24, 2015",
		"content"  : "<hr />
<h1>24th March 2015 - Persistent identifiers and recording of triage activity</h1>
<h2>Importance of persistent client and provider identifiers</h2>
<p>A number of requests for assistance have been raised regarding protocols when upgrading and/or moving Medicare Local’s databases to new systems.</p>
<p>While there are no set protocols we would like to emphasise the importance of maintaining existing ATAPS-MDS data integrity during the transfer process. In particular, you must ensure that relevant identifiers for ‘patient_key’, ‘mhpro’ and ‘referrer_code’ are maintained so that historical analysis of the dataset is not compromised. So, for example, the same person in your new system should have the same code as they had in the old system. If it is not possible to use the existing codes then a mapping between the old and new codes should be provided so that the historical data can be updated on your behalf by the ATAPS-MDS support team.</p>
<h2>Recording of ineligible patients at triage stage</h2>
<p>New patients and/or referrals that are deemed ineligible for ATAPS services at the triage stage are generally considered out of scope of the MDS and should therefore not be recorded in the ATAPS-MDS.</p>
<p>It has been brought to our attention that the conclusion “referred elsewhere” is sometimes being incorrectly used to designate referrals that either never resulted in sessions and/or which were originally deemed to be ineligible for ATAPS services. However, this code is purely intended to be used for referrals where sessions have already begun to be delivered but where the patient has been referred to another location, if they moved for example.</p>
<p>Ideally, these out of scope referrals should therefore be removed from the MDS, however this may prove onerous as there is no automatic way of deleting referrals. As an alternative, we will be adding a new conclusion: “patient ineligible”. Once we have done so, it would be greatly appreciated if existing instances of referrals incorrectly using “referred elsewhere” as their conclusion be updated to the conclusion “patient ineligible”. We will notify you when the new conclusion has been added, at this stage we anticipate early April.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Tuesday, 24 March 2015, 11:29:09.  
</code></pre>
</div>
"
	}

	{
		"title"    : "Ensuring Your Data Is Up To Date On The Ataps Mds",
		"date"     : "March 03, 2015",
		"content"  : "<hr />
<h1>2nd March 2015 - Ensuring your data is up to date on the ATAPS MDS</h1>
<p>Dear Medicare Locals,</p>
<p>Please be advised that data will be extracted for various evaluation reports on 30 April, 31 July and 30 September, 2015.</p>
<p>However, the Department often request reports without any notice and it is therefore recommended that ATAPS data is kept as up to date as possible at all times, at minimum monthly.</p>
<p>Kind regards</p>
<p>The ATAPS Evaluation Team</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Monday, 02 March 2015, 14:26:10.   
</code></pre>
</div>
"
	}

	{
		"title"    : "Ataps Evaluation Report",
		"date"     : "August 01, 2014",
		"content"  : "<hr />
<h1>1st of August 2014 - ATAPS evaluation report</h1>
<p>Dear Medicare Locals,</p>
<p>Our next evaluation report is due to the Department of Health on the 13th of October. We will be downloading the data for this report in early September. In order for the evaluation report to be as accurate as possible we ask that you please work to have your ATAPS data as up to date as possible in the MDS by the <strong>1st of September 2014</strong>. We will be evaluating <strong>all ATAPS data up until the end of June 2014</strong>.  </p>
<p>We understand that this may not correlate with your planned data upload dates and appreciate that this may require some extra work. If you foresee any problems with this task, or if we can be of any assistance, please contact us at <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a>.</p>
<p>Kind regards,</p>
<p>The ATAPS Evaluation Team at Melbourne University. </p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Monday, 04 August 2014, 10:20:00. 
</code></pre>
</div>
"
	}

	{
		"title"    : "Improved Validation Checks For File Uploads",
		"date"     : "July 14, 2014",
		"content"  : "<hr />
<h1>14th of July, 2014 - Improved validation checks for file uploads</h1>
<p>Dear ATAPS Coordinator,</p>
<p>We are seeking to improve the quality of ATAPS data and have therefore identified several areas where file upload checks can be improved. These are:</p>
<ul>
<li>The Children referral type is only allowed for persons 15 years or younger. Errors will be generated when trying to add a Children type referral for a person 16 years or older.</li>
<li>The Paediatrician referrer type is only allowed for persons 15 years or younger. Errors will be generated when trying to add a Paediatrician referrer type for a person 16 years or older.</li>
</ul>
<p>These checks will commence as of 19 August and will apply to all referrals.</p>
<p>The data specifications are outlined on the Upload File Format documentation for referrals: <a href="../../technical-documentation/file-format/index.html#referrals-upload-format" target="_top">https://ataps-mds.com/mds/technical-documentation/file-format/#referrals-upload-format</a></p>
<p>If you are having difficulty using the ATAPS minimum dataset, Strategic Data Pty Ltd maintain the <a href="../../../index.html" target="_top">https://ataps-mds.com/</a> website. This includes a list of frequently asked questions and their answers at <a href="../../user-documentation/faq/index.html" target="_top">https://ataps-mds.com/mds/user-documentation/faq/</a>. So if you have a question, maybe there's an answer already. This is a live document and is therefore regularly updated.</p>
<p>If you cannot find the information you are looking for, support is available at <a href="mailto:support@ataps-mds.com.">support@ataps-mds.com.</a> Please send all technical queries to this address.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Monday, 14 July 2014, 12:16:29.
</code></pre>
</div>
"
	}

	{
		"title"    : "Reminder That Copayment Field Is To Become Mandatory In The Ataps Mds",
		"date"     : "May 23, 2014",
		"content"  : "<hr />
<h1>23rd of May, 2014 - Reminder that Copayment field is to become mandatory in the ATAPS MDS</h1>
<p>Dear ATAPS Coordinator,</p>
<p>This is a reminder that the Copayment field is to become mandatory in the ATAPS MDS from the 1st of June, 2014. This will only apply to sessions dated after the 1st of June, 2014. The copayment field will still be optional for sessions dated before the 1st of June, 2014. This change means that if no copayment was charged, $0 will need to be entered into the copayment field.</p>
<p>This change is needed to address a significant percentage of MDS entries that do not complete this data field. It is important that the Department has information on the proportion of ATAPS services charging a copayment and the level of that copayment per individual service.For those who upload their data in bulk, the data specifications are outlined on the Upload File Format documentation for sessions: <a href="../../technical-documentation/file-format/index.html#session-fields-available-to-all-program-types" target="_top">https://ataps-mds.com/mds/technical-documentation/file-format/#session-fields-available-to-all-program-types</a></p>
<p>For third party developers who wish to test their uploads, test accounts are available on the MDS that can be used to test uploads prior to the 1st of June deadline. Please email <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a> if you would like to use this functionality. Many third party developers already have a test account. On request we will make the copayment field mandatory on these accounts. If you are a third party developer and would like to test uploads but don't yet have a test account please follow the instructions at https://ataps-mds.com/mds/user-documentation/faq/#im-a-third-party-software-developer-developing-sof but also request that we make the copayment field mandatory on the account.</p>
<p>If you are having some difficulty with using the ATAPS minimum dataset, Strategic Data Pty Ltd maintain the <a href="../../../index.html" target="_top">https://ataps-mds.com/</a> website. This includes a list of frequently asked questions and their answers at <a href="../../user-documentation/faq/index.html" target="_top">https://ataps-mds.com/mds/user-documentation/faq/</a>. So if you have a question, maybe there's an answer already. This is a live document and is therefore regularly updated.</p>
<p>If you cannot find the information you are looking for, support is available at <a href="mailto:support@ataps-mds.com.">support@ataps-mds.com.</a> Please send all technical queries to this address.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Friday, 23 May 2014, 13:27:54.
</code></pre>
</div>
"
	}

	{
		"title"    : "Ensuring Your Data Is Up To Date On The Ataps Mds",
		"date"     : "April 29, 2014",
		"content"  : "<hr />
<h1>29th of April 2014 - <strong>Ensuring your data is up to date on the ATAPS MDS&lt;</strong>/h1&gt;
<p>Dear Medicare Local Project Officers,</p>
<p>We have been requested by a number of people since our email this morning to clarify the dates of data to be included in the next report.</p>
<p>Data up to the 31st March 2014 will be included in the May report to the Department.</p>
<p> Kind regards</p>
<p>The ATAPS Evaluation Team</p>
<p>************************************************************************</p>
<p>Dear Medicare Local ATAPS Project Officers,</p>
<p>The Evaluation team would like to let you know that we will be providing the Commonwealth Department of Health with a data report in May. The data will include referrals and sessions from 2014, so if you have not entered data for this year now is the time. We will be downloading the data at 9am on Monday the 5th of May.</p>
<p>We appreciate your continued efforts to keep the MDS as complete and up to date as possible.</p>
<p> Kind regards</p>
<p>The ATAPS Evaluation Team</p>    <div id="last-modified">
      Last modified: Tuesday, 29 April 2014, 16:10:15.
</div></h1>
"
	}

	{
		"title"    : "Copayment Field to Become Mandatory In The Ataps Mds",
		"date"     : "April 09, 2014",
		"content"  : "<hr />
<h1>9th of April, 2014 - Copayment field to become mandatory in the ATAPS MDS</h1>
<p>Dear ATAPS Coordinator,</p>
<p>Last week a message was issued to Medicare Local CEO's from the Department of Health advising that the Copayment field is to become mandatory in the ATAPS MDS from the 1st of June, 2014. This will only apply to sessions dated after the 1st of June, 2014. The copayment field will still be optional for sessions dated before the 1st of June, 2014. This change means that if no copayment was charged, $0 will need to be entered into the copayment field.</p>
<p>This change is needed to address a significant percentage of MDS entries that do not complete this data field. It is important that the Department has information on the proportion of ATAPS services charging a copayment and the level of that copayment per individual service.</p>
<p>For those who upload their data in bulk, the data specifications are outlined on the Upload File Format documentation for sessions:<a href="../../technical-documentation/file-format/index.html#session-fields-available-to-all-program-types" target="_top">https://ataps-mds.com/mds/technical-documentation/file-format/#session-fields-available-to-all-program-types</a></p>
<p>For third party developers who wish to test their uploads, test accounts are available on the MDS that can be used to test uploads prior to the 1st of June deadline. Please email <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a> if you would like to use this functionality. Many third party developers already have a test account. On request we will make the copayment field mandatory on these accounts. If you are a third party developer and would like to test uploads but don't yet have a test account please follow the instructions at https://ataps-mds.com/mds/user-documentation/faq/#im-a-third-party-software-developer-developing-sof but also request that we make the copayment field mandatory on the account.</p>
<p>If you are having some difficulty with using the ATAPS minimum dataset, Strategic Data Pty Ltd maintain the <a href="../../../index.html" target="_top">https://ataps-mds.com/</a> website. This includes a list of frequently asked questions and their answers at <a href="../../user-documentation/faq/index.html" target="_top">https://ataps-mds.com/mds/user-documentation/faq/</a>. So if you have a question, maybe there's an answer already. This is a live document and is therefore regularly updated.</p>
<p>If you cannot find the information you are looking for, support is available at <a href="mailto:support@ataps-mds.com.">support@ataps-mds.com.</a> Please send all technical queries to this address.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 09 April 2014, 15:40:35.  
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "March 26, 2014",
		"content"  : "<hr />
<h1>26th of March, 2014 - MDS Update</h1>
<p>MDS Update 4.166 and File uploads 0.62 has been released. Below is a summary of the changes:</p>
<ul>
<li>Data entry, Division and Admin users can now delete MHPro profile data.</li>
<li>Merging of two MHPros will fail if both MHPros have profile data. A message will be returned telling the user to delete the profile data for one MHPro and then retry the merge.</li>
<li>When merging two MHPros and one of those MHPros has profile data, that profile data will be retained.</li>
<li>Remove warning during SLK validation when supplied a date string instead of just the year of birth.</li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 26 March 2014, 09:16:24.   
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "February 21, 2014",
		"content"  : "<hr />
<h1>21st of February, 2014 - MDS Update</h1>
<p>MDS Update 4.164 has been released. Below is a summary of the changes:</p>
<ul>
<li>Added an '(unspecified)' row in 'Referral type cross-tabulation' reports. There should now be a consistent number of total referrals/sessions across the different types of reports.</li>
<li>A bug was fixed so that email addresses can be removed from Referrers and MHPros.</li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Friday, 21 February 2014, 17:16:36. 
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "February 12, 2014",
		"content"  : "<hr />
<h1>12th of February 2014 - MDS Update</h1>
<p>MDS Update 4.162 has been released. Below is a summary of the changes:</p>
<ul>
<li>User accounts must have unique email addresses. As email addresses may be used to login to the MDS, these must be unique in order to map to a single account. This restriction also applies to email addresses associated with Mental Health Professionals. We will shortly be contacting Medicare Locals where duplicate email addresses exist and helping them to clean up their user accounts. </li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 12 February 2014, 23:04:11.
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "November 21, 2013",
		"content"  : "<hr />
<h1>21st of November, 2013 - MDS Update</h1>
<p>MDS Update for File uploads 0.60 has been released. Below is a summary of the changes:</p>
<ul>
<li>Long referrer and mhpro nicknames were generating collisions in the autogenerated username. When a collision occurred the old nickname was being replaced with the new nickname instead of creating a new referrer or mhpro. This has now been fixed.</li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Thursday, 21 November 2013, 15:00:42.  
</code></pre>
</div>
"
	}

	{
		"title"    : "Mental Health Workforce Data",
		"date"     : "October 30, 2013",
		"content"  : "<hr />
<h1>6th of November, 2013 - Mental Health Workforce Data</h1>
<p>The Department of Health and Ageing has asked the ATAPS evaluation team to include data about the ATAPS mental health workforce on the MDS. The purpose of maintaining MHPro data on the MDS is so that the ATAPS Mental Health Professional workforce can be reported on at regular intervals and any changes to the composition of the workforce can be observed. In the past two years the reporting of health workforce data has been increasing, and it is important that ATAPS also has the potential to showcase the distribution, diversity and quality of its workforce.</p>
<p>Two options for collecting this information are outlined in the next section.</p>
<p>In 2010 a survey was designed to capture demographic and professional information about the Mental Health Professionals (MHPros) delivering ATAPS services with the intention of this information becoming an ongoing feature of the MDS. Given the pressures of migrating the MDS from the former Divisions of General Practice to the current Medicare Locals structure, activating the Mental Health Professional data collection functionality on the MDS was put on hold. However, we are now in a position for this information to be captured. Therefore ATAPS project officers need to target the active MHPros in their Medicare Local to complete some professional information for inclusion in the MDS. ‘Active MHPro’ means any MHPro who has provided ATAPS services in the past 12 months. When additional MHPros are engaged to provide ATAPS, their professional and sociodemographic data also needs to be collected and entered into the MDS.</p>
<p>There are 12 fields of data to be completed for each MHPro and this should take no more than five minutes per MHPro.</p>
<h2>Updating Mental Health Workforce Data </h2>
<p>There are 2 options for completing the Mental Health Workforce Data; your choice of option may be dependent on the number of MHPros working within your Medicare Local. <strong>Option 1, </strong>where data is entered directly into the Minimum Dataset by Medicare Local staff, may be most useful for those Medicare Locals with only a few providers, whereas <strong>Option 2,</strong> where the individual Mental Health Professional enters their own details, may be more appropriate for Medicare Locals with a large number of providers. </p>
<p>More information on Option 1 is available at <a href="option-1/index.html">https://ataps-mds.com/mds/announcements/2013-10-30/option-1/</a></p>
<p>More information on Option 2 is available at <a href="option-2/index.html">https://ataps-mds.com/mds/announcements/2013-10-30/option-2/</a></p>
<p>All Mental Health Professional Data for active MHPros should be completed on the MDS by the close of business on <strong>Friday 22</strong><strong>nd</strong><strong> of November 2013.</strong> </p>
<p>If you are having some difficulty with using the ATAPS minimum dataset, Strategic Data Pty Ltd maintain the <a href="../../../index.html">https://ataps-mds.com/</a> website. This includes a list of frequently asked questions and their answers at <a href="../../user-documentation/faq/index.html">https://ataps-mds.com/mds/user-documentation/faq/</a>. So if you have a question, maybe there's an answer already. This is a live document and is therefore regularly updated. </p>
<p>If you cannot find the information you are looking for, support is available at <a href="mailto:support@ataps-mds.com.">support@ataps-mds.com.</a> Please send all technical queries to this address. </p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 06 November 2013, 15:40:28.
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "September 25, 2013",
		"content"  : "<hr />
<h1>25th of September, 2013 - MDS Update</h1>
<p>MDS Update 4.157 has been released. Below is a summary of the changes:</p>
<ul>
<li>SLKs entered in base32 form were not being correctly validated. This has been fixed.</li>
<li>Web interface changed to allow easier editing of contact email addresses for referrers and MHPros.</li>
<li>Historically, a referrer and an MHPro were not allowed to share the same code within a Medicare Local. This restriction has been removed.</li>
<li>Any user is now allowed to delete a referrer or MHPro provided that they have no associated referrals or sessions.</li>
<li>A cleanup of postcode data was performed.</li>
<li>The following enhancements were made to the Mental Health Professional Data form:
<ul>
<li>MHP Data questions updated to reflect the change from Divisions of General Practice to Medicare Locals and to more accurately capture professional details.</li>
<li>Permission restrictions were applied on the MHP Data page limiting access to users with Self, Data Entry, Organisation and Admin roles.</li>
<li>Unauthenticated access to the MHP Data page is allowed via a link unique for each MHPro.</li>
<li>Added the ability to download a list of MHPros for each Medicare Local.</li>
<li>All existing MHP Data was removed.</li>
</ul>
</li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Thursday, 26 September 2013, 11:21:08.  
</code></pre>
</div>
"
	}

	{
		"title"    : "Change Of Ataps Web Address And Support Email Address",
		"date"     : "August 15, 2013",
		"content"  : "<hr />
<h1>15th of August, 2013 - Change of ATAPS web address and support email address</h1>
<p>The Department of Health and Ageing has asked us to change all our documentation to refer to Access to Allied Psychological Services (ATAPS) rather than Better Outcomes in Mental Health Care (BOiMHC) to reflect the contemporary naming of the program.</p>
<p>We have been updating all of the websites to conform with this change. This includes changing the web address of both the ATAPS documentation and the ATAPS minimum dataset and changing the support email address.</p>
<p>The following changes have now been implemented:</p>
<ul>
<li>The documentation website at <a href="https://boimhc.org/">https://boimhc.org/</a> has been moved to <a href="../../../index.html">https://ataps-mds.com/</a></li>
<li>The ATAPS minimum dataset website at <a href="https://secure.boimhc.org/">https://secure.boimhc.org/</a> has been moved to <a href="https://ataps-mds.net/">https://ataps-mds.net/</a></li>
<li>The support email address is now <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a></li>
</ul>
<p>The old web addresses still continue to work, but will redirect you to the new addresses. Please use the new addresses. At some point in the future we may remove the old addresses.</p>
<p>The ATAPS minimum dataset can still be accessed by navigating to <a href="../../../index.html">https://ataps-mds.com/</a> and clicking the 'MDS Login' link.</p>
<p>The old <a href="mailto:support@boimhc.org">support@boimhc.org</a> will also still work, but once again, please use the new <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a> address, as at some point in the future we may discontinue <a href="mailto:support@boimhc.org">support@boimhc.org</a>.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Thursday, 15 August 2013, 11:00:50. 
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "July 30, 2013",
		"content"  : "<hr />
<h1>30th of July, 2013 - MDS File Uploads Update</h1>
<p>MDS Update for File uploads 0.59 has been released. Below is a summary of the changes:</p>
<ul>
<li>The ID mapping of the retired bushire/flood referral type and the new ECE Bushfire/flood referral type was swapped. This has been corrected.</li>
<li>All header fields are lower cased and trimmed of whitespace before any other processing.</li>
<li>All column data is trimmed of whitespace before any other processing.</li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Thursday, 26 September 2013, 10:24:53.
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "July 10, 2013",
		"content"  : "<hr />
<h1>15th of July, 2013 - MDS Update</h1>
<p>MDS Update 4.150 has been released. Below is a summary of the new features:</p>
<ul>
<li>Minimum Referral/Session date is 1st of January, 2003.</li>
<li>Postcodes starting with 00, 01, 03, 04, 05, 06, 07 are not valid or accepted.</li>
<li>File uploads will only pad three digit "postcodes" that begin with 2, 8 or 9. For example, '812' will get padded to '0812'. This is allowed as some spreadsheet applications strip leading 0's. </li>
<li>Page titles default to 'ATAPS MDS' plus addition of a new 'ATAPS MDS' favicon that displays in the tab of a browser.</li>
<li>Copayment reports - include number of sessions exceeding $30 threshold.</li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Monday, 15 July 2013, 09:11:56.
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "June 20, 2013",
		"content"  : "<hr />
<h1>20th of June, 2013 - MDS Update</h1>
<p>In order to further align the minimum dataset with the Operational Guidelines, Acute Mental Health Team has been added as a referrer for the Suicide Prevention Program.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Thursday, 20 June 2013, 13:31:43.
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "June 12, 2013",
		"content"  : "<hr />
<h1>12th of June, 2013 - MDS Update</h1>
<p>MDS Update 4.146 has been released.</p>
<p>In order to assist Medicare Locals who have not entered data previous to 1st of June, 2013 we have made the following changes:</p>
<ul>
<li><strong>Patient</strong> data can be entered without an SLK. However, you can not add a <strong>referral</strong> dated on or after 1st of June, 2013 unless the patient does have an SLK (unless a Department of Health and Ageing exemption has been granted).</li>
<li>
<p>Referrals: postcode and referrer_postcode are required if the referral date is on or after 1st of June, 2013.</p>
</li>
<li>
<p>Sessions: no_show is required if the session date is on or after 1st of June, 2013.</p>
</li>
</ul>
<p>After clarification from the Department of Health and Ageing the following initiatives will now accept the 'No formal diagnosis' option:</p>
<ul>
<li>Tier 2 ECE - Flood/Cyclone</li>
<li>Children</li>
<li>ATSI Suicide prevention</li>
</ul>
<p>The documentation at <a href="../../technical-documentation/file-format/index.html" target="_blank">https://ataps-mds.com/mds/technical-documentation/file-format/</a> has been updated to reflect these changes.</p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Friday, 19 July 2013, 11:33:49.
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update",
		"date"     : "June 01, 2013",
		"content"  : "<hr />
<h1>1st of June, 2013 - MDS Update</h1>
<p>The following fields in the MDS became mandatory reporting items as of the 1st June, 2013:</p>
<ul>
<li><a href="../../mds-updates/slk/index.html">SLK</a></li>
<li>'Patient Postcode'</li>
<li>'Referrer Postcode'</li>
<li>'No show'</li>
<li>An <a href="../../news-announcements/2013-04-10/index.html">email announcement</a> was issued on 10th April, 2013 to MDS users.</li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Sunday, 02 June 2013, 17:28:48. 
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update   Alignment Of The Mds With Ataps operational guidelines and new reports",
		"date"     : "May 17, 2013",
		"content"  : "<hr />
<h1>17th of May, 2013 - MDS Update - Alignment of the MDS with ATAPS Operational Guidelines and new reports</h1>
<p>MDS Update 4.139 has been released. Below is a summary of the new features:</p>
<ul>
<li>Child program - Diagnostic categories, referral sources and session-types have been aligned with the ATAPS Operational Guidelines.</li>
<li>ATSI Suicide Prevention has been added as a program type.</li>
<li>Extreme Climatic Events (ECE): program types have been added for Tier 2 ECE - Bushfire, Tier 2 ECE - Flood/Cyclone and Tier 2 ECE - Other.</li>
<li>Existing ECE program types have been retired and existing referrals mapped to the new program types.</li>
<li>Options for all other programs have been aligned with the ATAPS Operational Guidelines.</li>
<li>New online reports have been added. These can now be used to generate reports for Organisational six monthly reports.</li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 29 May 2013, 15:51:50.  
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update   Encryption Of Slk",
		"date"     : "May 01, 2013",
		"content"  : "<hr />
<h1>1st of May, 2013 - MDS Update - Encryption of SLK</h1>
<p>Below is a summary of the changes:</p>
<ul>
<li>Historically the MDS has not allowed entry of children with an age less than 3. This restriction has been removed.</li>
<li>In order to alleviate concerns about <a href="../../mds-updates/slk/index.html">SLK</a>'s and privacy, <a href="../../mds-updates/slk/index.html">SLK</a>'s are now stored and displayed as encrypted strings.</li>
<li>In order to support this encryption, users may now enter or upload either the existing plain text <a href="../../mds-updates/slk/index.html">SLK</a> or an encrypted <a href="../../mds-updates/slk/index.html">SLK</a>. Please refer to the <a href="../../mds-updates/slk/index.html">SLK</a> documentation for more information about encryption.</li>
</ul>
<div id="last-modified">
Last modified: Wednesday, 29 May 2013, 15:51:50. 
</div>
"
	}

	{
		"title"    : "Postcodes And No Show To Become Mandatory Items",
		"date"     : "April 10, 2013",
		"content"  : "<hr />
<h1>10th of April, 2013 - Postcodes and No Show to become mandatory items (email issued by the University of Melbourne)</h1>
<p>Dear ATAPS Coordinator,</p>
<p>Access to Allied Psychological Services (ATAPS) Minimum Dataset upgrades and additional information</p>
<h2>Introduction of mandatory <a href="../../mds-updates/slk/index.html">SLK</a>, postcode and ‘no show’ fields in the MDS</h2>
<p>On the 1 June 2013 the Statistical Linkage Key (<a href="../../mds-updates/slk/index.html">SLK</a>), the GP and patient postcode fields and the 'no show' field will be made mandatory in the Minimum Dataset.</p>
<p>The purpose of the SLK is to maintain greater accuracy of patient data, within and across Medicare Locals (MLs). The SLK provides the capacity to estimate the proportion of repeat clients across time in order to support more accurate reporting of repeat vs new clients being serviced. This capacity also helps managers to allocate resources according to program requirements (e.g. limits to the maximum number of sessions per client per 12 month period).</p>
<p>A number of MLs have expressed concerns around privacy issues and the SLK. One concern is that ATAPS Mental Health Professionals would need to supply name and date of birth information to the ML in order to generate the SLK. In order to solve this, an SLK generator is now available at:</p>
<p><a href="https://ataps-mds.net/slk">https://ataps-mds.net/slk</a></p>
<p>ATAPS Mental Health Professionals can use this to generate an SLK for inclusion in materials sent to the ML instead of providing personal details.</p>
<p>Another concern was that the SLK includes enough of a person's details (parts of their name, their gender, and date of birth) that they may still be identifiable. In order to alleviate this, the SLK can be provided, and is always stored, as a meaningless looking string of characters via a 'hashing' algorithm similar to those used by secure computer systems to protect user passwords. This hashed SLK can then be compared in the same way the non-hashed SLK can.</p>
<p>Further information about SLKs, including how to generate them, can be found in the <a href="../../mds-updates/slk/index.html">SLK documentation</a>.</p>
<p>Postcodes are to become mandatory in order to derive a measure of 'remoteness' for each referral. This measure will help evaluators and funders of the program better understand how remoteness impacts access to services.</p>
<p>The 'no show' field is to become mandatory as it contributes to efficiency-related reporting.</p>
<h2>Further information on the MDS</h2>
<p>At the recent ATAPS Child Mental Health Workshop, a number of issues were raised relating to the MDS. Some of these were general concerns and some were specific problems encountered in working with the MDS. We hope that the information below will update you on the resolution of some of these issues. Strategic Data, who are responsible for administering the MDS, are working to make the changes necessary to maintain pace with changes to the ATAPS program.</p>
<p>Entering more than one session for the same patient on the same day</p>
<p>1. Issue raised: The MDS does not allow more than one session to be entered for an individual patient for a single day. This is problematic for the Suicide Prevention program in particular.</p>
<p>Currently the MDS will not allow users to upload data on more than one session for the same patient on the same day. This issue only affects users who upload their data, not those who enter it manually. Those who enter data manually are able to enter more than session per patient per day.</p>
<p>A permanent solution to this problem is being sought by Strategic Data.</p>
<p>However, for those who upload the data, rather than enter it manually, there is one way to work around this problem until a permanent solution can be found:</p>
<ul>
<li>upload the first of the patient’s sessions for the day in question</li>
<li>then manually enter the subsequent sessions for the same patient, same day, using the online interface.</li>
</ul>
<p>While this will take a little longer, it is one way to ensure the data is entered correctly while we work on another solution.</p>
<h2>Data options for Child Mental Health Services</h2>
<p>2. Issue raised: Some of the data options in the MDS do not match the Operational Guidelines for the provision of ATAPS Child Mental Health Services.</p>
<p>Changes to the MDS related to the CMHS are being altered as a matter of priority. The new data options will be aligned with the CMHS guidelines and are being worked on now.</p>
<h2>Extreme Climatic Events</h2>
<p>3. Issue raised: There were some questions raised about not having access to an appropriate referral type for ATAPS services data where sessions have been provided to people experiencing severe climatic events.</p>
<p>Historically, only Medicare Locals who have received funding to provide ATAPS services to people affected by extreme climatic events had access to the 'Extreme Climatic Events' Referral type in the MDS.</p>
<p>An alteration to the 'Extreme Climatic Events'(ECE) Referral Type in the MDS will soon occur. This change will mean that all Medicare Locals will see the Referral Type options ‘Tier 2 ECE Flood/Cyclone’, ‘Tier 2 ECE Bushfire’, and ‘Tier 2 ECE Other’. While these referral types will be accessible to all Medicare Locals, they should only be used by those who have received specific funding for provision of services related to these Extreme Climatic Events.</p>
<p>This is one of several MDS issues that will be solved by a May 2013 deadline.</p>
<h2>Entering data from most used referrers and AHPros</h2>
<p>4. Issue raised: Previously there had been an issue with having to scroll down a list of all referrers and AHPros ever entered into the MDS for your Division/Medicare Local to find those that you use most commonly.</p>
<p>This issue was fixed at the end of last year. The input for referrers and AHPros for sessions is a now a "combobox" that allows both text input with autocomplete and a standard dropdown functionality.</p>
<p>Data entry users can type the first two or three characters of the referrer nickname and then select from a short list of referrers matching those characters OR Type the whole referrer nickname OR Use the list of all referrers in the organisation (which is often long).</p>
<p>As well as being able to locate referrers and AHPros more quickly, this also alerts users to any similar codes, in the case where typos or duplication of codes is being attempted in error.</p>
<h2>MDS reporting to Department of Health and Ageing</h2>
<p>5. Issue raised: MDS reporting</p>
<p>Strategic Data are also working on creating an option for Medicare Locals to be able to extract the MDS data they need for reporting to the Department using a standard function from the MDS. This will reduce the amount of work needed in regular reporting.</p>
<p>We will continue to work to update you on the various upgrades to the MDS that are currently being worked on and that will become active in the coming months.</p>
<p>If you are having some difficulty with using the MDS, Strategic Data Ltd maintain the https://ataps-mds.com/ website, which has an extensive <a href="../../user-documentation/faq/index.html">FAQ’s section</a>. This is a live document and is therefore consistently updated.</p>
<p>If you cannot find the information you are looking for, support is available at <a href="mailto:support@ataps-mds.com">support@ataps-mds.com</a>. Please send all technical queries to this address.</p>
<p>For any enquiries regarding the ATAPS evaluation, please contact Dr Bridget Bassilios at <a href="mailto:b.bassilios@unimelb.edu.au">b.bassilios@unimelb.edu.au</a></p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Friday, 19 July 2013, 11:35:27.
</code></pre>
</div>
"
	}

	{
		"title"    : "Mds Update   Addition Of Slk Field",
		"date"     : "November 09, 2012",
		"content"  : "<hr />
<h1>9th of November, 2012 - MDS Update - Addition of SLK field</h1>
<p>Below is a summary of the new features added:</p>
<ul>
<li>Addition of <a href="../../mds-updates/slk/index.html">SLK</a> field.</li>
<li>Addition of migration help functionality including the 'Transitional GP Selection' form.</li>
<li>Addition of 'take' functionality allowing Medicare Locals to 'take' historical patients into their Medicare Local from one of their old divisions.</li>
<li>Change of user interface for specifying the referrer in a referral.</li>
<li>Change of user interface for specifying the ahpro in a session.</li>
</ul>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 29 May 2013, 15:51:50.   
</code></pre>
</div>
"
	}

	{
		"title"    : "Look It Up",
		"date"     : "July 13, 2011",
		"content"  : "<hr />
<p>For divisions who upload their data, please refer to the 'File Transfer/Upload' notes on the <a href="../../help/file-transfers/index.html#Uploads"> MDS Online Help</a>.</p>
<h3><a id="DIY_Password_recovery"></a> DIY Password recovery</h3>
<p>This allows users who have forgotten their password or username to recover either of these by entering either the registered email address or their Username. The system will issue a new password to the email address that is the authorised user for your ID account.</p>
<h3><a id="Detect_trailing_whitespace_in_uploads"></a> Detect trailing whitespace in uploads</h3>
<p>When uploading your data to the MDS, it necessary to include the exact data that the system accepts. If the system detects spaces after the data, the system will generate an error message and your upload will fail. This has been a widespread issue and the MDS now produces a meaningful error message so that you are able to pinpoint any errors if detected within your dataset.</p>
<h3><a id="Reduction_of_minimum_patient_key_length_from_3_to_2_characters"></a> Reduction of minimum patient key length from 3 to 2 characters</h3>
<p>The MDS now requires new Patient Key codes to be a minimum of 2 characters in length.</p>
<h3><a id="Ability_to_self_manage_40add_47edit_41_new_users_for_your_division"></a> Ability to self manage (add/edit) new users for your division</h3>
<p>Each MDS User account is assigned a specific <em>role</em>. The main authorised MDS users for each division have been assigned a <em>division</em> role. In the new 4.1 version of the MDS, <em>division</em> users can now add and edit new users for their division. More information is available on the <a href="../../help/user-management/index.html">MDS Online Help</a></p>
<h3><a id="Accessing_a_list_of_users_for_your_division"></a> Accessing a list of users for your division</h3>
<p>You can now access a list of all MDS users for your division. More information is available on the <a href="../../help/user-management/index.html#View_List_of_all_users_40for_your_ml_41">MDS Online Help</a></p>
<div class="highlighter-rouge"><pre class="highlight"><code>&lt;div id='last-modified'&gt;
  Last modified: Wednesday, 29 May 2013, 15:51:50.    
</code></pre>
</div>
"
	}

]